13/data/attachments/9ff4c97867b5f139.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Shannon_market_Actions_97530_2</nif:username>
            <nif:friendToBeRequested>soap_actions_2e4adcb3-24b2-414a-824e-ea5c243bdce6</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>